# to use this:
#    $ brew tap Homebrew/brewdler
#    $ brew brewdle

brew 'zsh'

brew 'emacs'
brew 'midnight-commander'
brew 'tig'
brew 'ranger'

brew 'repl'
brew 'pstree'
brew 'tree'
brew 'watch'
brew 'htop-osx'

brew 'ack'
brew 'the_silver_searcher'

brew 'cmus'
brew 'sox'
brew 'youtube-dl'

brew 'wget'
brew 'lynx'

brew 'ccze'


tap 'caskroom/cask'

cask 'atom'
cask 'github'
cask 'amethyst'
cask 'spectacle'
cask 'flux'
cask 'dropbox'
cask 'audacity'
cask 'caffeine'
cask 'xscreensaver'
