# to use this:
#    $ brew tap Homebrew/bundle
#    $ brew bundle

brew 'zsh'
brew 'borkdude/brew/babashka'

brew 'bat'
brew 'midnight-commander'
brew 'tig'
brew 'ranger'

brew 'repl'
brew 'pstree'
brew 'tree'
brew 'watch'
brew 'htop-osx'

brew 'ack'
brew 'the_silver_searcher'

brew 'cmus'
brew 'sox'
brew 'ffmpeg'
brew 'youtube-dl'
brew 'imagemagick'

brew 'wget'
brew 'lynx'

cask 'emacs'
cask 'visual-studio-code'

cask 'amethyst'
cask 'rectangle' # RIP spectacle

cask 'dropbox'
cask 'xscreensaver'
cask 'the-unarchiver'
cask 'slack'
cask 'iterm2'

tap 'homebrew/cask-fonts'

cask 'font-mplus'
cask 'font-iosevka'