# to use this:
#    $ brew tap Homebrew/bundle
#    $ brew bundle

brew 'zsh'

brew 'emacs'
brew 'midnight-commander'
brew 'tig'
brew 'ranger'

brew 'repl'
brew 'pstree'
brew 'tree'
brew 'watch'
brew 'htop-osx'

brew 'ack'
brew 'the_silver_searcher'

brew 'cmus'
brew 'sox'
brew 'ffmpeg'
brew 'youtube-dl'
brew 'imagemagick'

brew 'wget'
brew 'lynx'

brew 'ccze'


tap 'caskroom/cask'

cask 'atom'
cask 'emacs'
cask 'amethyst'
cask 'spectacle'
cask 'flux'
cask 'dropbox'
cask 'xscreensaver'
cask 'the-unarchiver'
cask 'slack'
cask 'iterm2'


tap 'caskroom/fonts'

cask 'font-m-plus'
